Repository: common-repository/smsfly
Catalog: languages/smsfly-*.po
Languages: pl_pl, ru_ru, uk

source: SMS-fly settings
pl_pl: Ustawienia SMS-Fly
ru_ru: Настройки SMS-fly
uk: Налаштування SMS-fly

source: Gateway setup
pl_pl: Ustawienie Gateway
ru_ru: Настройка шлюза
uk: Налаштування шлюзу

source: SMS-fly notifications
pl_pl: Powiadomienia SMS-Fly
ru_ru: SMS-fly оповещения
uk: SMS-fly оповіщення

source: Notifications settings
pl_pl: Ustawienia powiadomień
ru_ru: Настройка оповещений
uk: Налаштування оповіщень

source: SMS-fly & Woocommerce
pl_pl: SMS-Fly i Woocommerce
ru_ru: SMS-fly и Woocommerce
uk: SMS-fly та Woocommerce

source: SMS-fly & Contact Form 7
pl_pl: SMS-Fly i formularz kontaktowy 7
ru_ru: SMS-fly и Contact Form 7
uk: SMS-fly та Contact Form 7

source: SMS-fly sending sms
pl_pl: Sms-Fly wysyłanie SMS
ru_ru: SMS-fly отправка сообщения
uk: SMS-fly надсилання повідомлення

source: Send sms
pl_pl: Wysyłanie SMS
ru_ru: Отправить СМС
uk: Надіслати СМС

source: SMS event notification settings for Contact Form 7
pl_pl: Ustawienia powiadomienia o wydarzeniach SMS dla formularza kontaktowego 7
ru_ru: Настройки СМС оповещений о событиях для Contact Form 7
uk: Налаштування СМС оповіщень про події для Contact Form 7

source: Contact Form 7 plugin is not installed!!!
pl_pl: Formularz kontaktowy 7 Plugin nie jest zainstalowany!!Aż do !
ru_ru: Плагин Contact Form 7 не установлен!!!
uk: Плагін Contact Form 7 не встановлено!!!

source: Administrator's phone number
pl_pl: Numer telefonu administratora
ru_ru: Телефон администратора
uk: Телефон адміністратора

source: The phone number of the person to whom the CF7 form will be notified, usually the administrator’s phone number.
pl_pl: Numer telefonu osoby, do której formularz Cf7 zostanie powiadomiony, zazwyczaj numer telefonu administratora.
ru_ru: Номер телефона того кому будет оповещение об отправленной форме CF7, обычно телефон администратора.
uk: Номер телефону того, кому буде повідомлення про відправлену форму CF7, зазвичай телефон адміністратора.

source: Sender name
pl_pl: Nazwa nadawcy
ru_ru: Имя отправителя
uk: Ім'я відправника

source: Default
ru_ru: По умолчанию
uk: За замовчуванням

source: Conversion to Latin
pl_pl: Konwersja do łacińskiego
ru_ru: Конвертация в латиницу
uk: Конвертація в латиницю

source: Set to convert Cyrillic characters to Latin before sending
pl_pl: Zestaw do konwersji znaków cyrylskich do łacińskiego przed wysłaniem
ru_ru: Установите для преобразования киррилических символов в латинские перед отправкой
uk: Встановіть для заміни кирилиці на латинські перед відправкою

source: Notice to Administrator
pl_pl: Ostrzeżenie dla administratora
ru_ru: Уведомление администратору
uk: Повідомлення адміністратора

source: Activate
pl_pl: Aktywuj
ru_ru: Активировать
uk: Активувати

source: Include form submission message
pl_pl: Włącz formularz przesłania
ru_ru: Включить сообщение об отправленной форме
uk: Увімкнути повідомлення про надіслану форму

source: Message template
pl_pl: Przesłanie Template
ru_ru: Шаблон сообщения
uk: Шаблон повідомлення

source: Enter message template
pl_pl: Wprowadź szablon wiadomości
ru_ru: Введите шаблон сообщения
uk: Введіть шаблон повідомлення

source: Template examples
pl_pl: Przykłady szablonów
ru_ru: Примеры шаблонов
uk: Приклади шаблонів

source: Form submitted to [TIME]
pl_pl: Formularz wysłany do [czas]
ru_ru: В [TIME] отправлена форма
uk: В [TIME] надіслано форму

source: User [user-name] submitted a form with the text: [user-text]
pl_pl: Użytkownik [Użytkownik-Nazwa] złożył formularz z tekstem: [Użytkownik-Nazwa]
ru_ru: Пользователь [user-name] отправил форму с текстом: [user-text]
uk: Користувач [user-name] надіслав форму з текстом: [user-text]

source: Pattern Substitutions
ru_ru: Подстановки для шаблона
uk: Підстановки для шаблону

source: Departure date
pl_pl: Data wyjazdu
ru_ru: Дата отправки
uk: Дата відправки

source: Dispatch time
pl_pl: Czas wysyłki
ru_ru: Время отправки
uk: Час відправки

source: instead of SHORTCODE, you can use any shortcode of an element of any contact form
pl_pl: Zamiast kodu krótkiego możesz użyć dowolnego kodu krótkiego elementu dowolnego formularza kontaktowego.
ru_ru: вместо SHORTCODE можно использовать любой shortcode элемента любой контактной формы
uk: замість SHORTCODE можна використовувати будь-який shortcode елемент будь-якої контактної форми

source: all form contents separated by semicolons
pl_pl: Wszystkie formy zawartości oddzielone przez Semicolons
ru_ru: все содержимое формы, разделенное точкой с запятой
uk: весь вміст форми, розділений крапкою з комою

source: form content limited to 1 message
pl_pl: Zawartość formularza ograniczona do 1 wiadomości
ru_ru: содержимое формы ограниченное 1 сообщением
uk: вміст форми обмежений 1 повідомленням

source: Your balance SMS-fly
pl_pl: Twoja równowaga SMS-Fly
ru_ru: Ваш баланс SMS-fly
uk: Ваш баланс SMS-fly

source: UAH
ru_ru: грн
uk: грн

source: Your API key on sms-fly
pl_pl: Twój klucz API na SMS-fly
ru_ru: Ваш API ключ на sms-fly
uk: Ваш ключ API на sms-fly

source: Notification about the publication of a new post
pl_pl: Oświadczenie o publikacji nowego postu
ru_ru: Оповещение о публикации нового поста
uk: Повідомлення про публікацію нового посту

source: Post update notification
pl_pl: Post aktualizacja powiadomienia
ru_ru: Оповещение о обновлении поста
uk: Повідомлення про оновлення посту

source: Notification about new user registration
pl_pl: Powiadomienie o nowej rejestracji użytkownika
ru_ru: Оповещение о регистрации нового пользователя
uk: Повідомлення про реєстрацію нового користувача

source: Notification that the user has logged in to the site
pl_pl: Powiadomienie, że użytkownik zalogował się na stronie
ru_ru: Оповещение о том что пользователь залогинился на сайте
uk: Повідомлення про те, що користувач залогінився на сайті

source: Notification about installing a new plugin
pl_pl: Informacja o zainstalowaniu nowego plugina
ru_ru: Оповещение о установке нового плагина
uk: Повідомлення про встановлення нового плагіна

source: Plugin update notification
pl_pl: Plugin Aktualizacja
ru_ru: Оповещение о обновлении плагина
uk: Повідомлення про оновлення плагіна

source: Notification about installing a theme on the site
pl_pl: Powiadomienie o zainstalowaniu tematu na stronie
ru_ru: Оповещение о установке темы на сайте
uk: Повідомлення про встановлення теми на сайті

source: Topic update notification
pl_pl: Aktualizacja tematyczna
ru_ru: Оповещение о обновлении темы
uk: Повідомлення про оновлення теми

source: Settings for SMS notifications about events on the site
pl_pl: Ustawienia wiadomości SMS powiadomienia o wydarzeniach na stronie
ru_ru: Настройки СМС оповещений о событиях на сайте
uk: Налаштування СМС сповіщень про події на сайті

source: SMS parameters
pl_pl: Parametry SMS
ru_ru: Параметры смс
uk: Параметри смс

source: Recipient's phone number
pl_pl: Numer telefonu odbiorcy
ru_ru: Телефон получателя
uk: Телефон одержувача

source: Phone number of the recipient of notification about events on the site, usually the administrator's phone number
pl_pl: Numer telefonu odbiorcy powiadomienia o wydarzeniach na stronie, zazwyczaj numer telefonu administratora
ru_ru: Номер телефона получателя оповещения о событиях на сайте, обычно телефон администратора
uk: Номер телефону одержувача оповіщення про події на сайті, зазвичай телефон адміністратора

source: Enable conversion of Cyrillic characters to Latin
pl_pl: Umożliwia konwersję znaków cyrylskich do łacińskiego
ru_ru: Включить конвертацию кириллических символов в латинские
uk: Включити конвертацію символів кирилиці в латинські

source: Alert options
pl_pl: Opcje ostrzeżenia
ru_ru: Варианты оповещений
uk: Варіанти оповіщень

source: Select alert type
pl_pl: Wybierz typ alarmowy
ru_ru: Выберите тип оповещения
uk: Виберіть тип оповіщення

source: Activated
pl_pl: Aktywny
ru_ru: Активировано
uk: Активовано

source: Enable for selected alert type
pl_pl: Możliwość wybranego typu ostrzegawczego
ru_ru: Включить для оповещения выбранного типа
uk: Увімкнути для оповіщення вибраного типу

source: Specify the SMS message template using the tags below
pl_pl: Określ szablon wiadomości SMS za pomocą poniższych etykiet
ru_ru: Укажите шаблон смс сообщения используя теги ниже
uk: Вкажіть шаблон смс повідомлення, використовуючи теги нижче

source: For each type of notification, you can set your own substitutions
pl_pl: Dla każdego rodzaju powiadomienia możesz ustawić własne zastępstwa.
ru_ru: Для каждого вида оповещения можно задать свои подстановки
uk: Для кожного виду оповіщення можна встановити свої підстановки

source: author of the post page
pl_pl: Autor strony postowej
ru_ru: автор страницы/записи
uk: автор сторінки/запису

source: Record page ID number
pl_pl: Numer rejestracyjny strony ID
ru_ru: ID номер страницы/записи
uk: ID номер сторінки/запису

source: post page name
pl_pl: Nazwa strony post
ru_ru: название страницы/записи
uk: назва сторінки/запису

source: plugin name
pl_pl: Plugin nazwa
ru_ru: название плагина
uk: назва плагіна

source: date of action performed
pl_pl: Data wykonania działań
ru_ru: дата выполненного действия
uk: дата виконаної дії

source: time of action performed
pl_pl: Czas wykonywania działań
ru_ru: время выполненного действия
uk: час дії

source: theme name
pl_pl: Nazwa tematu
ru_ru: название темы
uk: назва теми

source: user's email
pl_pl: e-mail użytkownika
ru_ru: e-mail пользователя
uk: e-mail користувача

source: user's ip
pl_pl: IP Użytkownika
ru_ru: ip пользователя
uk: ip користувача

source: Successfully sent
ru_ru: Успешно отправлено
uk: Успішно надіслано

source: Manual sending of SMS messages
pl_pl: Ręczne wysyłanie wiadomości SMS
ru_ru: Ручная отправка СМС сообщения
uk: Ручна відправка СМС повідомлення

source: Recipient number
pl_pl: Liczba odbiorców
ru_ru: Номер получателя
uk: Номер одержувача

source: Enter the recipient's number in the format of the recipient's country
pl_pl: Wprowadź numer odbiorcy w formacie kraju odbiorcy
ru_ru: Введите номер получателя в формате страны получателя
uk: Введіть номер одержувача у форматі країни одержувача

source: The message text cannot be empty. One message up to 70 Cyrillic or 160 Latin characters
pl_pl: Tekst wiadomości nie może być pusty. Jedna wiadomość do 70 znaków cyrylicznych lub 160 znaków łacińskich
ru_ru: Текст сообщения не может быть пустым. Одно сообщение до 70 кирилических или 160 латинских символов
uk: Текст повідомлення не може бути пустим. Одне повідомлення до 70 кирилиці або 160 латинських символів

source: Message
pl_pl: Przesłanie
ru_ru: Текст сообщения
uk: Текст повідомлення

source: Save text
pl_pl: Zachowaj tekst
ru_ru: Сохранить текст
uk: Зберегти текст

source: Do not clear the "Message text" field when refreshing the page
pl_pl: Nie wyczyść pola "Teks wiadomości" podczas odświeżania strony
ru_ru: Не очищать поле "Текст сообщения" при обновлении страницы
uk: Не очищати поле "Текст повідомлення" під час оновлення сторінки

source: Send a message
pl_pl: Wyślij wiadomość
ru_ru: Отправить сообщение
uk: Відправити повідомлення

source: SMS event notification settings for WooCommerce
pl_pl: Ustawienia powiadomienia o wydarzeniach SMS dla Woocommerce
ru_ru: Настройки СМС оповещений о событиях для WooCommerce
uk: Налаштування СМС оповіщень про події для WooCommerce

source: Woocommerce plugin not installed!!!
pl_pl: Plugin Woocommerce nie jest zainstalowany!!Aż do !
ru_ru: Плагин Woocommerce не установлен!!!
uk: Плагін Woocommerce не встановлено!!!

source: Activate SMS for WC
pl_pl: Aktywuj SMS do toalety
ru_ru: Активировать СМС для WС
uk: Активувати SMS для WС

source: Enable or disable SMS for woocommerce
pl_pl: Umożliwia lub wyłącza SMS dla Woocommerce
ru_ru: Включить или отключить СМС для woocommerce
uk: Увімкнути або вимкнути SMS для woocommerce

source: Woocommerce order manager phone number
pl_pl: Woocommerce numer telefonu menedżera zamówienia
ru_ru: Номер телефона менеджера заказов woocommerce
uk: Номер телефону менеджера замовлень woocommerce

source: Setting up order statuses
pl_pl: Ustawienie statusu porządku
ru_ru: Настройка статусов заказов
uk: Налаштування статусів замовлень

source: Woocommerce status
pl_pl: Status Woocommerce
ru_ru: Статус woocommerce
uk: Статус woocommerce

source: SMS to administrator
pl_pl: SMS do administratora
ru_ru: СМС администратору
uk: СМС адміністратору

source: Enable SMS notification for administrator
pl_pl: Umożliwienie powiadomienia SMS dla administratora
ru_ru: Включить СМС оповещение администратора
uk: Увімкнути СМС оповіщення адміністратора

source: Admin SMS Template
pl_pl: Adwokat SMS Template
ru_ru: Шаблон СМС администратора
uk: Шаблон СМС адміністратора

source: SMS to client
pl_pl: SMS do klienta
ru_ru: СМС клиенту
uk: СМС клієнту

source: Enable SMS notification to client
pl_pl: Umożliwia SMS powiadomienia do klienta
ru_ru: Включить СМС оповещение клиента
uk: Увімкнути СМС оповіщення клієнта

source: Client SMS template
pl_pl: Klient SMS szablon
ru_ru: Шаблон СМС клиента
uk: Шаблон СМС клієнта

source: Specify the text of the SMS template corresponding to the selected status
pl_pl: Określenie tekstu szablonu SMS odpowiadającego wybranemu statusowi
ru_ru: Укажите текст шаблона смс соответсвующий выбранному статусу
uk: Вкажіть текст шаблону смс, що відповідає вибраному статусу

source: You can use substitutions from order data for templates
pl_pl: Możesz użyć zastępstw z danych zamówienia dla szablonów
ru_ru: Для шаблонов можно использовать подстановки из данных заказа
uk: Для шаблонів можна використовувати підстановки з даних замовлення

source: order number
pl_pl: Numer zamówienia
ru_ru: номер заказа
uk: номер замовлення

source: order price
pl_pl: Cena zamówienia
ru_ru: сумма заказа
uk: сума замовлення

source: Client's email
pl_pl: e-mail klienta
ru_ru: E-mail клиента
uk: E-mail клієнта

source: Client phone number
pl_pl: Numer telefonu klienta
ru_ru: Телефон клиента
uk: Телефон клієнта

source: Client name
pl_pl: Nazwa klienta
ru_ru: Имя клиента
uk: Ім'я клієнта

source: Client's last name
pl_pl: Ostatnie nazwisko klienta
ru_ru: Фамилия клиента
uk: Прізвище клієнта

source: Client city
pl_pl: Miasto klienta
ru_ru: Город клиента
uk: Місто клієнта

source: Client address
pl_pl: Adres klienta
ru_ru: Адрес клиента
uk: Адреса клієнта

source: Name of shop
pl_pl: Nazwa sklepu
ru_ru: Название магазина
uk: Назва магазину

source: Old status
pl_pl: Stary status
ru_ru: Старый статус
uk: Старий статус

source: New status
pl_pl: Nowy status
ru_ru: Новый статус
uk: Новий статус

source: Event date
pl_pl: Data wydarzenia
ru_ru: Дата события
uk: Дата події

source: Event time
pl_pl: Czas wydarzeń
ru_ru: Время события
uk: Час події

source: Wrong sender's name
ru_ru: Имя отправителя ошибочно
uk: Ім'я відправника помилкове

source: Wrong destination number
ru_ru: Номер телефона не верный
uk: Номер телефону неправильний

source: Empty text
ru_ru: Текст сообщения не может быть пустым
uk: Текст повідомлення не може бути порожнім

source: Success send
ru_ru: Сообщение отправлено
uk: Повідомлення відправлено

source: Insufficient funds
ru_ru: Недостаточно средств
uk: Недостатньо коштів

source: Access denied
ru_ru: Доступ запрещен
uk: Доступ заборонено

source: Number in stop list
ru_ru: Номер в стоп-листе
uk: Номер у стоп-листі

source: Settings saved.
pl_pl: Ustawienia zostały uratowane.

source: https://sms-fly.ua
pl_pl: https://sms-fly.pl

source: SMS-fly for Wordpress
pl_pl: SMS-Fly dla Wordpress

source: SMS and Viber messages using the SMS-fly service
pl_pl: SMS i wiadomości Viber za pomocą usługi SMS-Fly

source: You do not have sufficient permissions to manage options for this site.
pl_pl: Nie masz wystarczających zezwoleń na zarządzanie opcjami dla tej strony.
